
[Language]
DisplayName= 繁體中文

[600]

0=TAB名稱
1=紀錄
2=村莊
3=攻擊計劃
4=Bot
5=關於我們
6=雜項
7=部落城堡
8=升級
9=獎盃
10=通知
11=請求部隊
12=部隊捐贈
13=計劃捐款
14=實驗室
15=英雄
16=建築
17=牆壁
18=PushBullet
19=說明
20=部隊
21=法術
22=加速
23=死基地
24=活基地
25=偷本
26=弱本
27=選項
28=搜索
29=攻擊
30=結束戰鬥
31=死魚判定
32=獎杯設置
33=加載策略
34=保存策略
35=選項
36=簡介
37=統計
38=收益
39=雜項
40=攻擊
41=訓練軍隊
42=搜索&攻擊
43=策略

44= A - 結構
45= B - 條件
46= C - 攻擊
47= D - 擠奶後
48 =高級
49=注：該策略被禁用，打勾就對號
50=標籤中啟用它！
51=調試



[601]

1=

2=BOT LOG

3=日誌風格
4=使用這些選項來設置日誌類型。
5=使用分頻器來調整這兩個日誌
6=BOT和攻擊日誌大小相同
7=大BOT日誌，小型攻擊日誌
8=小BOT日誌，大型攻擊日誌
9=全BOT登錄，隱藏攻擊日誌
10=隱藏BOT日誌，全部攻擊日誌
11=清除攻擊力。日誌
12 =使用它來清除攻擊日誌。
13=複製到剪貼板
14=使用此攻擊日誌複製到剪貼板（CTRL+ C）
15=攻擊日誌

16=                   --------  LOOT --------       ----- BONUS ------

17= TIME|TROP.|SEARCH|   GOLD| ELIXIR|DARK EL|TR.|S|  GOLD|ELIXIR|  DE|L.

18=Paypal 捐贈？

19=支持發展



[602]
0=- 免費軟件 bot -

1=開始 Bot

2=停止 Bot

3=暫停

4=使用這個，直到你恢復暫停BOT的所有操作。

5=恢復

6=用它來恢復已暫停的機器人。

7=搜索模式

8=是否攻擊. 搜索到滿足條件的村莊.

9=照相

10=點擊這裡把你的村莊的一個快照，並將其保存到文件中。
11=隱藏

12=讓Android窗口隱藏在你的視窗上.

13=(不是最小化，而是隱藏)

14=背景

15=模式

16=勾選後啟用的後台模式 Bot.

17=使用它來讓你的Android模擬器隱藏在你的視窗上.

18=攻擊死魚！

19=攻擊活魚！

20=偷本！

21=

22=村莊報表

23=將顯示在這裡

24=第一次運行。

25=顯示

[603]
0=不使用

1=不使用

2=這個按鈕將清除或設置整個下面的複選框

3=AM

4=PM

5=搜索(es).

6=秒.

7=秒

8=秒

9=

10=

11=

12=%

13=-

14=小時

15=小時

16=Su

17=星期日

18=Mo

19=星期一
20=Tu

21=星期二

22=We

23=星期三 
24=Th

25=星期四

26=Fr

27=星期五

28=Sa

29=星期六

30=只有在下列時段

31=在這周的日子裡

32=村莊






[604]

1=野蠻人

2=弓箭手

3=巨人

4=哥布林

5=炸彈人

6=炸彈人

7=熱氣球

8=法師

9=天使

10=飛龍

11=皮卡超人

12=皮卡超人

13=亡靈

14=野豬騎士
15=女武神

16=石頭人

17=女巫

18=熔岩獵犬

19=投石手
20=Lava Hounds
21=Bowlers




[605]

1=雷電

2=治療
3=狂暴

4=跳跳

5=冰凍

6=劇毒

7=地震

8=加速
9=毒

10=地震

11=加速
12=EarthQuake
13=Haste


[606]

1=離開戰鬥

2=戰鬥中如果沒有資源增加

3=在設定的時間內戰利品沒有額外的增加。

4=當王和所有部隊都是放完畢後開始倒數計時。

5=在搜索

6=

7=當資源低於

8=如果金幣低於這個數值，結束戰鬥。

9=當資源已經打完。

10=當全部資源=0時，結束戰鬥。

11=當獲得一星時，贏得遊戲

12=在戰鬥中，如果獲得一星就結束戰鬥。

13=當獲得二星時，贏得遊戲

14=在戰鬥中，如果獲得二星就結束戰鬥。

15=活魚的對戰選項

16=攻擊黑水罐的一邊（偷黑），結束戰鬥選項

17=在活魚配置中啟用黑水礦旁邊攻擊 - 攻擊方式：選項

18=當低於時

19=當啟用以下為黑水礦攻擊的特殊條件

20=如果沒有增加過濾條件去篩選那麼當低於總黑水百分比時結束戰鬥。

21=禁止普通方式結束戰鬥選項

22=當黑水方向進攻被啟動後，禁止正常方式結束戰鬥選項

23=當得到一星時，且黑水低於最少值時結束戰鬥。

24=當

25=當黑水低於最低值時，且蠻王殘血時，結束戰鬥。

26=當殘血時

27=當黑水低於最低值時，且女王殘血時，結束戰鬥。


[607]

1=配置

2=IMG

3=Make IMG with extra info in Profile -> Temp Folder

4=選擇腳本，你可以在"CSV/攻擊文件夾中編輯/添加新的攻擊腳本

5=重載腳本文件

6=顯示/編輯當前攻擊腳本

7=創建新的攻擊腳本

8=複製當前攻擊腳本到一個新的腳本文件



[608]

1=配置

2=下兵指令

3=攻擊方向

4=從一邊進攻，可以穿透大本

5=從兩個方向進攻，可以穿透大本

6=從三個方向進攻，達到外圍，有時候可以打到大本

7=設定進攻方向數。

8=單邊進攻

9=兩面進攻

10=三面進攻

11=均分到每個方向

12=延遲設定

13=這是軍隊進攻延遲設置，1（最快）相當於機器人，10（最慢），相當於人。
14=隨機設定，讓機器人更接近人

15=波

16=隨機延遲和進攻波數

17=使用智能攻擊：紅線附近。

18=使用智能攻擊貼近紅線下兵。

19=下兵方式

20=設定軍隊波數配置。

21=方式1：在每一邊下一種兵種，一波後，再轉換成其他的兵種，或者

22=方式2：在每一邊下一個兵種(比如:哥布林,弓箭手,野蠻人)的全部兵力後再轉換成下另一兵種

23=下一邊, 然後換軍隊

24=下完部隊, 然後換邊

25=下一邊, 然後換軍隊

26=在金礦附近下兵

27=在聖水採集器附近下兵

28=在黑水採集器附近下兵

29=在一個接近黑水罐的方向進攻

30=在一個接近大本的方向進攻

31=金水方向進攻

32=大本方向進攻
33=Select a preset troop drop order.
34=Each option deploys troops in a different order and in different waves
35=Only the troops selected in the "Only drop these troops" option will be dropped


[609]

1=杯段設置

2=獎杯範圍

3=最小: 機器人將會降杯直到這個值。

4=最大: 機器人將會下降獎杯如果你的獎杯數大於這個值。
5 =使用英雄掛斷獎杯
6 =使用英雄下降獎杯，如果英雄可供選擇。
7 =攻擊死基地跌落在
8 =攻擊Deadbase上的第一個搜索發現，當投下獎杯。
9 =等到軍
10=開始下降獎杯之前，請輸入死基地攻擊所需的全軍的百分比。

[610]

1 =暫停攻擊
2 =使用這些選項來設置時，機器人就會停止攻擊。
3 =暫停攻擊
4 =停止Bot
5 =關閉Bot
6 =關閉產銷監管鏈+Bot
7 =關閉PC
8 =睡眠PC
9 =重新啟動PC
10 =當...
11 = 金和水完全和Max.Trophy
12 =（金和水）全部或者Max.Trophy
13 =（G或E）全部和Max.Trophy
14 = G或E完全或Max.Trophy
15 =黃金和聖水 全滿
16 =黃金或聖水 之一已滿
17 =金滿和Max.Trophy
18 =聖水完全和Max.Trophy
19 =金全部或Max.Trophy
20 =聖水全部或Max.Trophy
21 =黃金 已滿
22 =聖水全部
23 =河段最大。杯
24 =暗黑聖水 已滿
25 =所有資源罐（金/水/黑）全部滿
26 =Bot運行...
27 =現在（火車/捐贈專用）
28 =現在（只捐贈）
29 =現在（僅保持在線）
30 = W /盾（火車/捐贈專用）
31 = W /盾（僅限捐贈）
32 = W /盾（僅保持在線）
35 =當你耗盡資源的機器人會自動停止運行。實現這些極小值時，它會重新開始。
36 =恢復攻擊
37 =機器人最小金幣價值恢復，因為低金幣後停止進攻。
38 =機器人最小聖水價值恢復，因為低聖水後停止進攻。
39 =最小暗黑聖水的BOT價值恢復，因為低暗的靈藥後停止進攻。
40 =重置補充、收集資源、清除雜物
41 =重置所有陷阱、X弩和火塔
42 =選中此選項自動重新武裝陷阱，補充X弩和的地獄塔（如果有的話）的村莊。
43 =收集資源&戰利品車
44 =選中此選項自動收集村莊里的資源
45 =從金礦，聖水收藏家和黑暗聖水鑽。
46 =這也將搜索您村莊戰利品車和收集。
47 =清除墓碑
48 =選中此自動清除墓碑後，敵人的攻擊。
49 =清除障礙
50 =檢查樹木，樹幹，等這個自動清除堆場
51 =領取寶箱
52 =選中此選項自動清除寶箱。
53 =手動定位
54 =大本營
55 =您的重新定位
56 =部落城堡
57 = A.C。
58 =軍營
59 =酒吧。
60 =軍營
61 = S.F。
62 =法術廠
63 = D.S.F。
64 =黑暗法術廠
65 =王
66 =蠻王壇
67 =女王
68 =弓箭手壇女王
69 =大沃登
70 =大祭壇監獄長
71 =實驗室。
72 =實驗室
73 =重置。
74 =點擊這裡重置所有建築物的位置，
75 =當你改變了你的村莊佈局。

[611]

1 =部落城堡
2 =請求部隊/法術
3 =什麼，請
4 =使用該本文在你的部落聊天室內請求部隊。
[612]
23 =黑名單
24 =自定義部隊
27 =捐
28 =選中此捐贈
29 =捐贈所有
31 =這也將忽略所有關鍵字。
33 =不捐到這些關鍵字
34 =捐兵黑名單
81 =如果關鍵字聊天請求相匹配。
82 =為所有的聊天請求。
22 =捐贈部隊選擇菜單
25 =啟用西里爾字母識別
26 =選中此項西里爾字母。
35 =野蠻人\ r \ nbarb
36 =沒有野蠻人\ r \ n無倒刺\ r \ nbarbarians沒有\ r \ nbarb沒有
37 =弓箭手\ r \ narch
38 =沒有弓箭手\ r \ n無拱\ r \ narchers沒有\ r \ narch沒有
39 =巨頭\ r \ ngiant \ r \ NANY \ r \ nreinforcement
40 =沒有豪門\ r \ ngiants沒有
41 =哥布林\ r \ ngoblin
42 =沒有妖精\ r \ ngoblins沒有
43 =牆壁斷路器\ r \ nbreaker
44 =無牆斷路器\ r \ nwall斷路器無
45 =氣球\ r \ nballoon
46 =無氣球\ r \ nballoons沒有
47 =巫師\ r \ nwizard
48 =無嚮導\ r \ nwizards沒有
49 =醫治
50 =沒有醫治\ r \ nhealer沒有
51 =龍
52 =無龍\ r \ ndragon沒有
53 = 皮卡超人 \ r \ n皮卡超人
54 =無皮卡超人 \ r \ n皮卡超人沒有
55 =爪牙\ r \ nminion
56 =無爪牙\ r \ nminions沒有
57 = hogriders \ r \ nhogs \ r \ nhog
58 =無豬\ r \ nhog沒有
59 =女武神\ r \ nvalkyrie
60 =無女武神\ r \ nvalkyries沒有
61 =傀儡
62 =沒有傀儡\ r \ ngolem沒有
63 =巫師\ r \ nwitch
64 =沒有巫婆\ r \ nwitch沒有
65 = lavahound \ r \ nhound \ r \ nlava
66 =無lavahound \ r \ nhound沒有
87 =毒藥
88 =無毒害\ r \ npoison沒有
89 =地震\ r \ nquake
90 =無震\ r \ nquake沒有
91 =急速
92 =不急\ r \ nhaste沒有
71 =任何\ r \ nneed
72 =第一
73 =第2
74 = 3
76只= \ r \ njust
78 =一般黑名單
77 =不捐到這些關鍵字
79 =部落戰爭\ r \ nwar \ r \ NCW
80 =常規黑名單捐贈請求
32=捐贈關鍵字
76=only\r\njust

[613]

1 =捐贈計劃


[614]

1 =實驗室
2 =自動升級科技
3 =複選框自動啟用開始在實驗室升級
4 =下一個產品
5 =選擇的軍隊類型這個下拉菜單升級
6 =該部隊的圖標將出現在左側。
7 =任何黑暗的法術/五哥優先於UPG英雄！
8 =可見紅色按鈕意味著過程，實驗室升級
9 =當接近的時間升級完成這將自動消失。
10 =如果升級已正常結束時間之前的寶石被手動完成，
11 =點擊紅色按鈕重設內部升級計時器之前開始的新升級
12 =警告 - 不必要的定時器復位將強制進行實驗室狀態的常檢查

[615]

1 =升級英雄不斷
2你的英雄=自動升級
3 =啟用的王升級，當你有足夠的黑暗聖水（保存最小暗聖水）
4 =您可以手動定位上其它標籤的國王祭壇
5 =驗證在其他選項卡VS閔保存您的簡歷Bot黑聖水的價值。暗黑聖水在這裡！
6 =啟用你們的女王升級，當你有足夠的黑暗聖水（保存最小暗聖水）
7 =您可以手動定位上其它標籤的皇后祭壇
8 =啟用您的監獄長的升級，當你有足夠的聖水（保存最小聖水）
9 =您可以手動定位上其它標籤的守望者祭壇
10 =驗證在其他選項卡VS閔保存您的簡歷Bot聖水的價值。 ELIXIR在這裡！
2=自動升級英雄
11=Enabled with TownHall 7 and higher
12=Enabled with TownHall 9 and higher
13=Enabled with TownHall 11

[616]

27 =複選框啟用升級
28 =使用定位升級按鈕後
29 =這顯示升級的類型，請單擊顯示的位置
30 =狀態：紅色=未編程，黃色=編程未完成，綠色=已完成
31 =此框與單位名稱更新升級後檢查
32 =該單元箱體與單元級更新升級後檢查
33 =升級後，檢查此升級成本框更新
34 =此框與升級的時間長度更新升級後檢查
35 =複選框，使升級，不斷重複
1 =建築物或英雄
2 =單位名稱
3 =等級
4 =類型
5 =成本
6 =時間
7 =重複
8 =定位升級
9 =推上建設/升級英雄按鈕找到並記錄信息
10 =啟用了重複的任何升級跳過，不能再定位
11 =重置升級
12 =按下按鈕，重置和刪除升級信息
13 =如果重複框被選中，數據不會被重置
14 =金幣最小值
15 =在升級完成後保存這麼多的黃金。
16 =根據需要保存搜索，或牆壁升級設置此值。
17 =聖水最小值
18 =在升級完成後保存這麼多聖水
19 =需要節省製作部隊或牆上的升級設置此值。
20 =黑油最小值
21 =在升級完成後保存這麼多黑油
22 =如果你想使帶兵打仗設置此值越高。
26 =聖水最小值

[617]

1 =牆
2 =自動升級牆
3 =檢查這一點，如果有足夠的資源來升級城牆。
4 =無。位置來測試和找到的壁。越高越好，但速度較慢。
5 = TEST
6 =點擊這裡測試牆檢測。
7 =使用金幣
9 =可用在所有華爾街的水平。
10 =使用聖水
11 =只能使用聖水的城牆。
12 =只能在牆的水平升級後與聖水可用。
13 =先試聖水，第二金
14 =首先嘗試使用聖水。如果沒有足夠的聖水嘗試使用黃金秒城牆。
15 =保留一個工人升級牆壁
16 =選中此選項僅保留1建設者的牆壁和
17 = 1減少可用的建設者為其他升級
18 =城牆等級
19 =搜尋這個級別的牆壁和嘗試之一，其升級之一。
20 =下一級生及費用
21 =使用這個值作為一個指標。
22 =如果選擇了其他牆面水平值將更新。
23 =黃金最小值
24 =保存這麼多的黃金牆面升級完成後，
25 =將該值設置為保存黃金其他升級，或搜索。
27 =牆升級完成後，保存這麼多靈藥，
28 =將該值設置為保存聖水的其他升級或部隊決策。
29 =牆壁反擊
30 =城牆電平輸入號碼
31 =你有。
8=只用金幣升級
32=Min. Elixir to save


[618]

1 =防禦農業
2 =啟用堅不可摧
3 =啟用養殖防守贏得了牢不可破的成就。
4 =等待時間
5 =設置的時間停止產銷監管鏈，等待敵人的攻擊來獲得防守贏得的金額。 （1-99分鐘）
6 =分鐘
7 =農場民。
8 =保存最小。
9 =金的金額，停止國防養殖，切換到正常的耕作若跌破。
10 =設置這個值達黃金，你需要搜索或升級。
11 =在存儲需求的黃金數量為啟用防禦農業。
12 =金的投入量，你需要吸引敵人或者升級。
13 =聖水的量，停止國防養殖，切換到正常的耕作若跌破。
14 =設置這個值達聖水的需要製作的部隊或升級。
15 =在存儲所需聖水的量，使國防農業。
16 =聖水的投入量，你需要吸引敵人或者升級。
17 =該停止國防養殖，深聖水的用量切換到正常耕作若跌破。
18 =將該值設置為達到黑暗聖水的需要製作的部隊或升級。
19 =暗黑聖水在存儲所需的金額啟用防禦農業。
20 =暗黑聖水的投入量，你需要吸引敵人或者升級。
21 =如何使用堅不可摧模式
22 =堅不可摧的模式將幫助你獲得國防勝了“堅不可摧”的成就。
23 =設定“等待時間”你想要多久機器人等待防禦。
24 =農場敏是機器人要多少資源攻擊面前。
25 =保存敏是多少資源機器人必須在啟動牢不可破的模式之前有。
26 =點擊下面的鏈接了解更多信息：
27 =更多信息

[619]

2 = PushBullet警報
3 =啟用
4 =啟用PushBullet通知
5 =遠程控制
6 =啟用PushBullet遙控功能
7 =刪除消息的開始
8 =它會刪除所有以前的推送通知，當您啟動機器人
9 =立即刪除所有消息
10 =點擊此處刪除所有Pushbullet消息。
11 =刪除消息比老
12 =刪除所有以前的推送通知於指定時間年長
13 =為將要刪除的郵件的時間間隔。
14 =訪問令牌
15 =您需要一個令牌使用PushBullet通知。從PushBullet.com獲得令牌
16 =產地
17 =您的資料/村莊的名字 - 這個設置下配置文件的其他選項卡。
18 =發送這些選項的PushBullet消息
19 =找到匹配
20 =發送可用戰利品的量時，機器人發現了一個村莊的攻擊。
21 =最後突襲作為圖像
22 =發送最後的突襲截圖。
23 =最後突襲為文本
24 =發送最後的突襲結果為文本。
25 =軍營全部
26 =發出警報，當你軍大營已滿。
27 =牆升級
28 =發送有關牆的升級信息。
29 =錯誤：不同步
30 =發送警報時，你得到的錯誤：客戶端和服務器不同步
31 =休息一下
32 =發送警報，當你已經玩了太久，村莊民們需要休息。
33 =村莊報告
34 =發送一個村莊的報告。
35 =警報最後一次進攻
36 =發送有關最後一攻的信息。
37 =連接其他設備
38 =發送當你的村莊從其他設備連接到警報。

[620]

0 =遠程控制功能
1 = BOT
14 =幫助
2 = - 發送此幫助信息
15 =刪除
3 = - 刪除所有以前的消息
16 =重新啟動
4 = - 重新啟動名為<村莊名>和Android模擬器機器人
17 = STOP
5 = - 停止名為殭屍<村莊名>
18 =暫停
6 = - 暫停名為殭屍<村莊名>
19 = RESUME
7 = - 恢復名為殭屍<村莊名>
20 = STATS
8 = - 送村莊統計<村莊名>
21 = LOG
9 = - 發送的當前日誌文件<村莊名>
22 = LASTRAID
10 = - 送<村莊名>最後突襲戰利品截圖
23 = LASTRAIDTXT
11 = - 發送的最後空襲戰利品值<村莊名>
24 = SCREENSHOT
12 = - 發送截圖<村莊名>


[621]

26 =設定的％
27 =做。
28 =輸入的號
29 =法術使。
1 =聖水兵
2 =設定軍組合物的類型。
3 ='使用營房模式“或”自定義軍團“人工成分。
4 =預設：弓箭手
5 =預設：野蠻人
6 =預設：哥布林
7 =預設：B.Arch
8 =預設：B.A.G.G.
9 =預設：B.A.Giant
10 =預設：B.A.Goblin
11 =預設：B.A.G.G.Wall
12 =使用營房模式
13 =自軍
14 =部隊
15 =總
16 =部隊的總％應該等於100％。
17 =巴拉克模式
18 =設置在部隊營房，使
19 =訓練營兵力設置
20 =全部兵力
21 =訓練營兵力>設定％，開始攻擊。
22 =自訂：兵種、數量
23 =黑水兵
24 =添加。黑暗軍隊
25 =暗黑訓練營

[622]

1 =法術
2 =法術空間
3 =輸入法術空間。設置為零，如果你不希望使用任何法術。


[623]
1 =加速
2 =加速訓練營
3 =訓練營
4 =多少兵營GEMS提升！小心使用！
5 =訓練營
6 =使用此來提高你的兵營寶石！小心使用！
7 =加速法術工廠
8 =法術廠
9 =使用此來提高你的法術廠寶石！小心使用！
10 =黑暗法術廠
11 =使用此來提高你的法術黑暗與工廠GEMS！小心使用！
12 =加速英雄
13 =蠻王
14 =使用此來提高你的蠻王寶石！小心使用！
15 =弓箭手女王
16 =使用此來提高你的弓箭手女王寶石！小心使用！
17 =大沃登
18 =使用此來提高你的大監獄長寶石！小心使用！
19 =加速計劃

[624]

1 =有攻擊
2 =攻擊類型
3 =標準攻擊
4 =腳本攻擊
5 =擠壓式攻擊
6 =軍隊使用設置
7 =使用所有軍隊
8 =用軍營兵
9 =倒鉤只
10 =僅拱門
11 = B + A
12 = B +採空區
13 = A +採空區
14 = B + A + GI
15 = B + A +採空區+ GI
16 = B + A +豬騎士
17 = B + A +爪牙
18 =選擇攻擊使用部隊
19 =使用英雄與援軍
20 =攻擊時使用你的蠻王...
21 =攻擊時使用你的女王...
22 =攻擊時使用你的守望者...
23 =放下你的部落城堡在戰鬥中是否含有部隊。
24 =攻擊時使用你的聖光法術...
25 =使用你的治療攻擊法術的時候...
26 =攻擊時使用你的憤怒法術...
27 =攻擊時使用您的跳轉法術...
28 =攻擊時使用你的法術凍結...
29 =攻擊時使用你的毒藥法術...
30 =攻擊時使用你的法術地震...
31 =用你的急速攻擊法術的時候...
32 = 偷本
33 = 偷外置大本
34 =如果TH是外部啟動一個TH鷸
35 =添加瓷磚
36 =從邊境瓦最大的數字要考慮TH外部
37 =您可以在CSV \ THSnipe文件夾添加/編輯CSV設置
38 =攻擊大本營外
39 =檢查這第一次攻擊暴露的大本營。 （大本營牆外）
40 =提示：請勾選“相約大本營外'的搜索選項卡上，如果你只想搜索與暴露的市政會議基地。
41=Enabled with TownHall 7 and higher
42=Enabled with TownHall 9 and higher
43=Enabled with Townhall 11

[625]

0 =搜索設置
1 =搜索
2 =設置最小。搜索號啟用此選項
3 =設置搜索的最大號啟用此選項
4 =獎杯
5 =設置最小。 tropies的號啟用此選項
6 =設置tropies的最大號激活此選項
7 =軍營
8 =設置％軍營前啟動此選項
9 =攻擊前等待英雄復活
10 =攻擊前等待蠻王復活...
12 =攻擊前等待女王復活...
13 =攻擊前等待大法師復活...
14 =過濾器
15 =搜索符合黃金和/或/加聖水設定值的基礎。
16 = AND：兩個條件必須滿足，黃金和聖水。
17 = OR：一個條件必須滿足，黃金或聖水。
18 = +（PLUS）：黃金+聖水總額必須滿足。
19 = 金 和 水
20 = 金 或 水
21 = 金 ＋ 水
22 = 金 和 黑水
23 =設置最小。黃金的量來搜索一個村莊進行攻擊。
24 =設置最小。聖水用量來搜索一個村莊進行攻擊。
25 =設置最小。黃金+聖水的量來搜索一個村莊進行攻擊。
26 =暗黑聖水
27 =搜索以滿足閔集值的基礎。黑暗的聖水。
28 =設置最小。暗黑聖水的量來搜索一個村莊進行攻擊。
29 =搜索以滿足閔集值的基礎。獎杯。
30 =設置最小。獎杯的數量來搜索一個村莊進行攻擊。
31 =限本等級
32 =搜索以滿足最大設定值的基礎。大本營水平。
33 =設置Max。在大本營的水平搜索的一個村莊進行攻擊。
34 =外置本營
35 =搜索具有暴露大本營基地。 （牆外）
36 =避免高防
37 =搜索具有低防禦基地。
38 =設置Max。砂漿的水平搜索的一個村莊進行攻擊。
39 =設置Max。嚮導塔的水平搜索的一個村莊進行攻擊。
40 =符合以上任意條件，進行攻擊。
41 =僅僅只能滿足上述條件之一，那麼攻擊。
42 =大本營，從距離
43 =邊框，添加瓷磚
44 = - 當列車
45 =添加的瓷磚數量從底邊
46 = - 全部隊
47 =輸入'草'的1x1多少瓦的TH可能與底邊被外界看作是TH。
48 =例如：（0）瓷磚; TH必須在邊緣完全相同。 （4）瓷磚：TH可能遠離邊緣4瓦片和靠近村莊中心。
49 =如果TH較遠然後磚設置的號，基地將被跳過。
50 =當連續升級英雄選擇等待英雄選項禁用！
51=Enabled with TownHall 7 and higher
52=Enabled with TownHall 9 and higher
53=Enabled with TownHall 11



[626]

15 =如果選中該複選框，然後機器人看起來
30 =完整
1 =收藏家
2 =選擇搜索，同時尋找死者基地，收藏家。此外，選擇他們應該怎樣全額。
16 =為6級仙丹藏死基地檢測過程中。
3 = 6等級必須>
23 =選擇一個6級的滿載需要為它被標記為“死”
10 =（N / A）
17= 死基地檢測期間為7級聖水收集器。
4 = 7等級必須>
24 =選擇一個7級的滿載需要為它被標記為“死”
18 =為8級仙丹藏死基地檢測過程中。
5 = 8等級必須>
25 =選擇8級的滿載需要為它被標記為“死”
19 =為9級仙丹藏死基地檢測過程中。
6 = 9等級必須>
26 =選擇9級的滿載需要為它被標記為“死”
20 =為10級仙丹藏死基地檢測過程中。
7 = 10等級必須>
27 =選擇一個10級的滿載需要為它被標記為“死”
21 =為11級仙丹藏死基地檢測過程中。
8 = 11等級必須>
28 =選擇一個11級的滿載需要為它被標記為“死”
22 =為12級仙丹藏死基地檢測過程中。
9 = 12等級必須>
29 =選擇一個12級的滿載需要為它被標記為“死”
11 =公差
12 =使用此滑塊來調整所有圖像的能力。
13 =如果要調整單個圖像，您必須編輯文件。
31 =警告：除非你知道自己在做什麼，否則不要更改此設置。它，如果你不知道設置為0。


[627]

1 =加載預配置的設置\ n \正加載所有列車軍選項卡設置\正加載所有搜索&&攻擊選項卡設置\ n \正EXCEPT：分享重播設置\正EXCEPT：取戰利品快照設置\正EXCEPT ：寶石加速設置
2 =加載配置
3 =刪除

[628]

1 =戰略文件名
2 =注
3 =
4 =保存配置

[629]

1 =偷本攻擊組合
2 =在欺負模式，滿足下面大本等級要求會受到攻擊所有基地。
3 =啟用後混混
4 = TH欺負：搜索的激活號之前要等待。
6 =最大TH水平
7 = 偷本：最大。大本營水平欺負。
8 =發現時，攻擊與設置
9 = DeadBase攻擊力。
10 =攻擊一個TH欺負比賽時，使用死群攻設置。
11 =LiveBase攻擊力。
12 =攻擊一個TH欺負比賽時，使用Live群攻設置。


[630]

1 =減少搜索
2 =啟用減少搜索
3 =檢查這一點，如果你想搜索值，自動將一定數額的搜索後降低。
4 =減少每個目標
5 =輸入搜索的編號等各減少發生之前。
6 = - 減少黃金
7 =通過在每個步驟中，該數額為黃金下限值。
8 = - 減少聖水
9 =通過在每個步驟中，該數額聖水下限值。
10 = - 減少黃金+花好月圓
11 =為G + E下部總額由每一步這一數額。
12 = - 淡化聖水
13 =通過在每個步驟中，該數額為暗聖水較低的值。
14 = - 減少Tropies
15 =通過每一步這一數額獎杯較低的值。
16 =搜索選項
17 =攻擊吧！選項。
18 =如果您想要的選項有一個檢查這個'攻擊了！“旁邊的按鈕
25 =開始和暫停按鈕繞過死者基地或全部基本搜索值。
26 =攻擊吧！對村莊的攻擊進行搜索時按鈕才會出現。
19 =添加
20 =添加的反應時間這個量到搜索放緩。
21 =每次重新啟動
22 =返回基數X搜索後並重新啟動搜索敵人的村莊。
23 =通知我當村莊發現
24 =檢查這一點，如果你想要一個音頻報警及當發現攻擊一個基地一個氣球提示。

[631]

79 = DIS。
80 =選擇擠奶搜索類型
59 =慢：檢查資源每個收集器。
60 =更快：只檢查每個收集器的水平。
2 =聖水收藏家民。級攻擊
3 = 1-4級
4 = 5級
5 = 6級
6 = 7級
7 = 8級
8 = 9級
9 = 10級
10 = 11級
11 = 12級
31 =傳奇
32 = 0-4％
33 = 5-19％
34 = 20-74％
35 = 75-89％
36 = 90-100％
56 =結構來攻擊
13 =攻擊
14 =其中有一個級別
16 =只攻擊如果
17 =之間的紅線和收藏家距離
18 =攻擊金礦若金價下
19 =攻擊聖水收藏家如果聖水在
20 =攻擊黑鑽仙丹暗如果在
21 = 4。軍隊用於每個大廈
22 = - 部隊每波：
23 = - 最大波：
24 = - 延遲波（MS）之間：
71 = 5。刪除選項
72 =漲跌互現精靈在同一個地方
73 =每滴地精在不同的地方
74 =攻擊訂購：如發現
75 =攻擊訂購：隨機
76 =攻擊順序：由方
61 =檢查毀壞的結構
62 =檢查結構破壞前浪
63 =攻擊之前的結構，檢查，看它是否已被另一波破壞。
64 =您必須有較高的延遲波之間使用這個選項
65 =檢查結構破壞後浪
66 =攻擊的結構後，檢查，看它是否已被另一波破壞。
67 =您必須有較高的延遲波之間使用這個選項
25 =使用擠壓式狙擊外置大本
27 =最大瓷磚從邊境
28 =使用算法
29 =狙擊即使沒有收藏家可以擠奶
30 =使用腳本死基地的攻擊，這將禁用標準攻擊
68 =容差設置
50 =強制公差
51 =公差標準
52 =公差提振
53 =被毀壞的寬容
37 =調試
38 =使每個提取圖像隨偏移距
41 =使村莊的照片
39 = fullsearch，僅用於調試的目的（很慢）
81 =這個選項，你可以發現未被發現的聖水提取器的圖像
85=Choose the maximum number of waves of troops to drop at each collector.
86=If the collector gets destroyed, then no more waves will be dropped at it.
82=Enable TH Snipe
84=5b. Continue With An Scripted Attack
83=Enable Scripted Attack


[632]

31 =重置統計
2 =初始數值
0 =級別：
3 =報告
4 =將出現
5 =這裡
6 =第一次運行。
7 =金時，機器人開始你有量。
8 =聖水時，機器人開始你有量。
9 =暗黑聖水時，機器人開始你有量。
10 =當機器人開始你有獎杯的數量。
20 =總收益
99 =將更新
97 =這裡經過
98 =每次攻擊。
21 =你獲得或機器人運行時失去了黃金的總量。
22 =（其中包括在建築物上的升級資源手冊支出）
23 =你獲得或機器人運行時丟失聖水的總量。
24 =你獲得或機器人運行時失去了黑暗聖水的總量。
25 =機器人運行時，你獲得或失去獎杯的數量。
26 =每小時收益
27 =每小時收益金
28 =每小時增益聖水
29 =每小時暗黑聖水增益
30 =每小時獎杯增益
102=最後一次進攻
11 =收益
12 =你最後一次進攻中獲得的金幣。
13 =你最後一次進攻中獲得的聖水。
14 =你最後一次進攻中獲得的暗黑聖水。
15 =你最後一次進攻中獲得或失去獎杯的數量。
16 =聯賽獎勵
17 =你最後一次進攻中獲得的金幣獎勵。
18 =你最後一次進攻中獲得的聖水獎勵。
19 =你最後一次進攻中獲得的黑水獎勵。
32 =統計：其它
105 =運行：
47 =運行時間
48 =機器人的總運行時間。
57 =斷線統計
58 =斷線次數
33 =總攻擊次數
34 =這是由殭屍襲擊村莊落的號。
35 =跳過
36 =由機器人搜索過程中跳過村莊的號。
45 =總降盃數
46 =獎杯由Bot因獎杯設置下降（在其它選項卡）的數量。
103=升級統計
37 = 金幣升級數
38 = 金幣升級數
39 = 聖水升級數
40 = 聖水升級數
41 =使用金幣升級建築的數量
42 =使用聖水升級建築的數量
43 =英雄升級
44 =英雄的數量升級
104 =升級成本統計
49 =金幣使用成本
50 =紀錄金幣在牆上升級的成本
51 =聖水使用成本
52 =紀錄聖水在牆上升級總成本
53 =紀錄金幣在升級建築總成本
54 =紀錄聖水在升級建築總成本
55 =英雄升級成本
56 =同時升級暗黑聖水以使用的成本英雄
59 =搜尋成本
60 =跳過村莊搜尋成本
61 =聖水訓練成本
62 =訓練軍營製造部隊總成本
63 =黑水訓練成本
64 =暗黑聖水花在培訓黑暗軍營部隊
65 =金幣收集
66 =金通過收集地雷升
67 =聖水收集
68 =聖水通過採集獲得的收藏家
69 =黑水收集
70 =暗黑聖水通過收集演習獲得
71 =死魚統計
72 =襲擊
73 =這是由機器人攻擊死者基地的編號。
74 =收益
75 =金幣的總數由機器人襲擊死基地獲得。
100 =暗黑聖水的由殭屍襲擊死者基地所獲得的金額。
76 =聖水的量由機器人攻擊死者基地獲得。
78 =活魚統計
79 =這是由殭屍襲擊現場基地的編號。
80 =金的數額由殭屍襲擊現場獲得基地
81 =聖水的量由殭屍襲擊現場獲得的基地。
82 =暗黑聖水的量由殭屍襲擊現場獲得的基地。
83 =獎杯的數量由殭屍襲擊現場獲得的基地。
90 =偷本
101 = 偷本由機器人襲擊紀錄。
91 =金的數額由殭屍攻擊TH鷸基地獲得。
92 =靈藥由殭屍攻擊TH鷸基地所獲得的金額。
93 =暗黑聖水從由機器人攻擊TH鷸基地所獲得的金額。
94 =獎杯由殭屍攻擊TH鷸基地所獲得的金額。
95 =成功偷本的數量
96 =偷本失敗嘗試偷本的數量
84 =攻擊弱本統計
85 =那是由BOT攻擊弱本基地的統計。
86 =金的數額由殭屍攻擊TH欺負基地獲得。
87 =聖水從TH欺負獲得的金額基地由機器人攻擊。
88 =暗黑聖水從TH欺負獲得的金額基地由機器人攻擊。
89 =獎杯由殭屍攻擊TH惡霸基地所獲得的金額。

[633]

1 =共享重播
2 =共享重播在你的戰隊的聊天。
3 =選中此分享你的戰鬥重播的戰隊聊天。
4 =當戰利品獲得了
5 =僅分享重播當戰鬥的戰利品於此數量的黃金多。
6 =僅分享重播當戰鬥的戰利品比這一數額靈藥了。
7 =只有分享重播當戰鬥的戰利品比這一數額黑暗靈藥了。
8 =從這個名單使用隨機信息
9 =尼斯\ r \ nGood \ r \ nThanks \ r \ nWowwww
10 =消息與共享重播發
11 =拿戰利品快照
12 =檢查這一點，如果你想保存已被襲擊村莊的戰利品快照。
13 =在文件名戰利品信息
14 =包含的截圖文件名戰利品信息

[634]
1 =英雄技能設置
2 =自動使用技能（殘血時）
3 =當英雄殘血時使用技能。
4 =英雄檢查和單獨使用。
5 =定時
6 =啟用一個計時器來使用技能。
7 =所有英雄都在同一時間激活。
8 =設置為英雄能力的定時激活秒的時間。
9 =監獄長能力定時激活後
10 =使用大監獄長的能力上的計時器。
11 =設置為大監獄長能力定時激活秒的時間。
12 = ClanCastle
13 =平衡D / R
14 =放下你的部落城堡只有當你的捐贈/接收率比低於D / R比。
15 =捐贈率
16 =誠徵捐獻/接收比
17 = 1/1表示收到的捐贈= 1/2意味著捐贈=一半接收等。
18 =接收率


[635]

1 =創建新的腳本文件
2 =新的腳本文件名
3 =文件存在，請輸入新的名稱
4 =創建文件時出錯。
5 =複製到新的腳本文件
6 =複製
7 =新腳本文件名


[636]

0 =
1 =
2 =當MyBot負荷
3 =檢查更新
4 =檢查，如果你運行的是最新版本的BOT方式。
5 =刪除日誌文件
6 =刪除比這個指定的天數舊的日誌文件。
7 =天
8 =刪除臨時文件
9 =刪除臨時文件比這個指定的天數更舊。
10 =刪除戰利品圖片
11 =刪除比這個指定的天數舊的戰利品圖像文件。
12 =當MyBot啟動
13 =自動執行Bot
58 =自動啟動的這一秒後號的機器人。
15 =檢查遊戲語言（EN）
16 =檢查遊戲設置為正確的語言（必須設置為英語）。
17 =自動對齊
18 =重新定位/對齊Android模擬器和BOT窗口。
19 =偏移
20 =偏移Android模擬器和BOT窗口之間的水平像素。
21 =偏移Android模擬器和BOT窗口之間的垂直像素。
22 = 0,0：Android模擬器Bot
23 = 0,0：殭屍Android模擬器
24 = SNAP：BotTopRight到Android
25 = SNAP：左上Bot到Android
26 = SNAP：BotBottomRight到Android
27 = SNAP：BotBOTTOMLEFT到Android
28 = 0,0：重新定位的Android模擬器的屏幕定位在Windows桌面上0,0和對齊Bot窗口向右或向左它。
29 = SNAP：只有重新排列的窗戶，對齊Bot窗口Android模擬器窗口右上方，左上，右下或左下。
30 =計時
31 =訓練軍隊
32 =延遲
33 =增加延遲，如果你的電腦是緩慢的
45 =其他選項
55 =照片截圖選項
56 =製作PNG格式
57 =隱藏村莊和部落城堡名稱
61 =強制休息登出
62 =這迫使殭屍退出大會之前PB的正常啟動只有一次
63 =在分鐘數類型保持產銷監管鏈閉合。設置為最低15復位定時器PB！
64 =最小值
65 =強制休息提早登出
66 =鍵入分鐘早早退出行為準則的號碼！設定10分鐘以下可能無法正常運行！
46 =訓練營總兵力設置
47 =如果沒有檢測設置軍營值（而不是要求）
34 =調試
40 =點擊
35 =調試：編寫點擊（X，Y）坐標到日誌中。
41 =消息
36 =調試：啟用調試setlog命令的消息代碼進行故障排除。
42 = OCR
37 =調試：允許保存OCR圖像進行故障排除。
43 =圖片
38 =調試：啟用保存圖像進行故障排除。
44 =建築
39 =調試：允許顯示日誌的建築物位置。

71=Restart Bot to load program with new language:

73 =培訓
74 =調試：啟用顯示在訓練中的調試。
75 =村莊搜尋延遲
76 =使用此滑塊改變的時候了一個村莊的攻擊搜索時點擊下一步之間等待。
77 =這可能對某些PC的補償同步誤差為輸出。
78 =不作保證！這並不總是有相同的結果！
79 =最小值
80 =最大
81 =啟用通過設置隨機搜索村莊延遲值
82 =底部最大滑動值大於頂部最小幻燈片更高
83 = GUI語言
84 =使用此切換到不同的GUI語言
85 =遠程設備
86 =當“其它設備”等
87 =輸入等待的時間（以秒為單位）之前，當其他設備的控制了機器人重新連接。
88 =試驗列車
89 =測試捐贈
90=Test Attack Bar

[637]

1 =切換配置文件
2 =使用此切換到不同的配置文件
3 =您的配置文件中可以找到
4 = MyVillage
5 =您的村莊/配置文件的名稱
6 =添加新配置文件
7 =確認
8 =刪除檔案
9 =取消
10 =重命名簡介

